export const crm_reward = [
	{
		"crm_reward_id" : "2fda976d-77dd-4fc4-9f96-ec052187446b",
		"crm_reward_name" : "ส่วนลด 100 บาท",
		"crm_reward_detail" : "เมื่อนำคะเเนนสะสม Clik Point จำนวน 800 Point มาเเลกเป็นส่วนลด 100 บาท*",
		"crm_reward_term" : "1. คะแนนสะสมสามารถใช้เป็นส่วนลดเมื่อซื้อสินค้าและบริการ ตั้งเเต่ 100 บาทขึ้นไป ที่ออโตคลิก ทุกสาขาทั่วประเทศ \n2. สงวนสิทธิ์การใช้คะแนนสะสมแลกรับส่วนลด 1 สิทธิ์ ต่อ 1 ใบเสร็จเท่านั้น\n3. คะแนนสะสมไม่สามารถนำมาแลกเปลี่ยนหรือทอนเป็นเงินสดได้\n4. กรณีหากมีการคืนสินค้าหรือบริการ จะต้องคืนคะแนนสะสมที่ได้รับ รวมทั้งส่วนลดและของรางวัลที่แลกรับคะแนนสะสมไปแล้ว\n5. คะแนนที่แลกแล้วไม่สามารถขอคืนได้ไม่ว่ากรณีใดๆ ทั้งสิ้น\n6. คะแนนสะสมที่แลกต้องใช้เป็นส่วนลดของค่าสินค้าและบริการภายในวันเดียวกัน ณ ร้านค้าที่ทำการแลกคะแนนเท่านั้น\n7. คะแนน Clik Point จะถูกตัดออกจากคะแนนสะสมของสมาชิกตามจำนวนคะแนนสะสมที่แลก\n8. เงื่อนไขเป็นไปตามที่บริษัทฯกำหนด และขอสงวนสิทธิ์ในการเปลี่ยนแปลงเงื่อนไข ข้อตกลง หรือยกเลิกโดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
		"crm_reward_image_url" : "reward\/1664967080526-2011015.jpeg",
		"crm_reward_point" : 800,
		"crm_reward_quota_status" : true,
		"crm_reward_quota_total" : 1000,
		"crm_reward_start_date" : "2022-10-05T03:45:33.554Z",
		"crm_reward_end_date" : "2022-12-31T03:45:33.000Z",
		"crm_reward_branchs" : ["บริษัท ออโตคลิกบายเอซีจี จำกัด สำนักงานใหญ่", "บริษัท ฮอนด้ามะลิวัลย์ จำกัด สำนักงานใหญ่", "บริษัท ออโตคอร์ป โฮลดิ้ง จำกัด (มหาชน) สำนักงานใหญ่", "บริษัท ฮอนด้ามะลิวัลย์ จำกัด ประชาสโมสร", "บริษัท ออโตคลิกบายเอซีจี จำกัด เทพกระษัตรี", "บริษัท ออโตคลิกบายเอซีจี จำกัด โรงเรียนสตรีภูเก็ต", "บริษัท ออโตคลิกบายเอซีจี จำกัด โลตัส อ่อนนุช 80", "บริษัท ออโตคลิกบายเอซีจี จำกัด บิ๊กซี กัลปพฤกษ์", "บริษัท ออโตคลิกบายเอซีจี จำกัด บิ๊กซี มหาชัย 2", "บริษัท ออโตคลิกบายเอซีจี จำกัด โลตัส เอกชัย 99\/1", "บริษัท ออโตคลิกบายเอซีจี จำกัด บิ๊กซี เชียงใหม่ ดอนจั่น", "บริษัท ออโตคลิกบายเอซีจี จำกัด โลตัส นวนคร", "บริษัท ออโตคลิกบายเอซีจี จำกัด บางจาก บางบัวทอง"],
		"status" : true,
		"createdAt" : "2022-10-05T03:51:21.567Z",
		"updatedAt" : "2022-10-05T03:51:21.570Z",
		"deleted" : false
	}
]